module.exports = {
	config: {
  name: "goiadmin",
  author: "𝗔𝗺𝗶𝗻𝘂𝗹 𝗦𝗼𝗿𝗱𝗮𝗿",
  role: 0,
  shortDescription: " ",
  longDescription: "",
  category: "BOT",
  guide: "{pn}"
	},

onChat: function({ api, event }) {
	if (event.senderID !== "61577103244134") {
  var aid = ["61577103244134"];
  for (const id of aid) {
  if ( Object.keys(event.mentions) == id) {
   var msg = ["𝐋𝐮𝐜𝐢𝐟ē𝐫𝐢𝐚𝐧 বস এখন  বিজি জা বলার আমাকে বলতে পারেন..!!🐰🍒","এতো মিনশন নাহ দিয়া সিংগেল 𝐋𝐮𝐜𝐢𝐟ē𝐫𝐢𝐚𝐧 রে একটা গফ দে 🧛‍♀️","Mantion_না দিয়ে সিরিয়াস প্রেম করতে চাইলে ইনবক্স 🙈","- মেনশন দিসনা পারলে একটা গফ দে..!! 👀😒","Mantion_দিস না বাঁলপাঁক্না 𝐋𝐮𝐜𝐢𝐟ē𝐫𝐢𝐚𝐧 প্রচুর বিজি 😾"];
   return api.sendMessage({body: msg[Math.floor(Math.random()*msg.length)]}, event.threadID, event.messageID);
  }
  }}
},
onStart: async function({}) {
	}
};
